// Основные параметры и массивы
export const PICTURE_COUNT = 25;
export const AVATAR_COUNT = 6;
export const LIKES_COUNT = 200;
export const COMMENT_COUNT = 20;
export const COMMENT_LINES = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!'
];
export const NAMES = ['Игорь', 'Денис', 'Анастасия', 'Валлера', 'Елена', 'Кирилл','Булат',];
export const DESCRIPTIONS = [
  'Вид набережной с отелем.',
  'Табличка с описанием направления к пляжу',
  'Вид на океан',
  'Mama Mia!',
  'Вкусняшка',
  'Мафынка',
  'Ягодки',
  'Чаёк',
  'Пляж',
  'Подставка для обуви',
  'Путь на пляж',
  'Красиво ... :)',
  'Великолепное блюдо',
  'Ха-ха, смешно :)',
  'Прикольно',
  'Летим',
  'Хор',
  'Мафынка',
  'Тапки светодиодки',
  'Отель',
  'Ненавижу спаржу',
  'Закат',
  'Крабик',
  'Концерт',
  'Опасность'
];
